[
  [
    "bc710bcf-8815-42cf-bad2-3f1d12246aeb",
    {
      "name": "Nickelback",
      "image": "https://lastfm.freetls.fastly.net/i/u/300x300/2a96cbd8b46e442fc41c2b86b821562f.png",
      "genre": "rock",
      "biography": "Nickelback is a rock band which formed in Hanna, Alberta, Canada in 1995. Nickelback is one of the most commercially successful Canadian groups, having sold 30 million records worldwide. Nickelback ranks as the 11th best selling music act of the 2000s, and places as the 2nd best selling foreign act in the US behind The Beatles for the 2000s.\n\nThe band consists of Chad Kroeger (vocals, guitar), Ryan Peake (guitar, vocals), Mike Kroeger (bass) and Daniel Adair (drums). <a href=\"https://www.last.fm/music/Nickelback\">Read more on Last.fm</a>",
      "numPlays": 17605491,
      "id": "bc710bcf-8815-42cf-bad2-3f1d12246aeb",
      "albums": [
        "3c5794a0-d913-390d-ab24-6762af38c112",
        "9599042a-34a9-39f2-a52d-c903a382515c",
        "b3fad414-9b92-4d04-b703-9605d5d33bac"
      ]
    }
  ],
  [
    "e2c00c56-8365-4160-9f40-a64682917633",
    {
      "name": "Goo Goo Dolls",
      "image": "https://lastfm.freetls.fastly.net/i/u/300x300/2a96cbd8b46e442fc41c2b86b821562f.png",
      "genre": "rock",
      "biography": "Goo Goo Dolls is an alternative rock band formed in 1985 in Buffalo, New York, USA by guitarist/vocalist John Rzeznik and bassist/vocalist Robby Takac initially under the name the Sex Maggots (the new name was chosen from an ad in True Detective magazine at the behest of a local club owner). They are most famous for the hit \"Iris\", featured on the soundtrack to the 1998 film City of Angels. Currently, the band consists of John Rzeznik (guitar, vocals) and Robby Takac (vocals, bass). <a href=\"https://www.last.fm/music/Goo+Goo+Dolls\">Read more on Last.fm</a>",
      "numPlays": 3057200,
      "id": "e2c00c56-8365-4160-9f40-a64682917633",
      "albums": [
        "31e609d2-49aa-4b71-ad6e-57c0b0f54161"
      ]
    }
  ],
  [
    "a3cb23fc-acd3-4ce0-8f36-1e5aa6a18432",
    {
      "name": "U2",
      "image": "https://lastfm.freetls.fastly.net/i/u/300x300/2a96cbd8b46e442fc41c2b86b821562f.png",
      "genre": "rock",
      "biography": "U2 are an Irish  alternative rock band from Dublin formed in 1976. The group consists of Bono (lead vocals and rhythm guitar), the Edge (lead guitar, keyboards, and backing vocals), Adam Clayton (bass guitar), and Larry Mullen Jr. (drums and percussion). Initially rooted in post-punk, U2's musical style evolved throughout their career, yet has maintained an anthemic sound built on Bono's expressive vocals and the Edge's effects-based guitar textures. <a href=\"https://www.last.fm/music/U2\">Read more on Last.fm</a>",
      "numPlays": 8168159,
      "id": "a3cb23fc-acd3-4ce0-8f36-1e5aa6a18432",
      "albums": [
        "d287c703-5c25-3181-85d4-4d8c1a7d8ecd",
        "650ed589-c6c2-3bdf-a132-e781020bcbff",
        "b8271363-265a-43b9-b9ac-488fd3a4811a"
      ]
    }
  ],
  [
    "de548477-205e-4802-8908-e71d3ad67be0",
    {
      "name": "Coma",
      "image": "https://lastfm.freetls.fastly.net/i/u/300x300/2a96cbd8b46e442fc41c2b86b821562f.png",
      "genre": "rock",
      "biography": "For the french punk band, see C.O.M.A.\nThere are multiple artists with this name:\n\n1) Coma was a Polish alternative rock band, founded in 1998 in Łódź by Dominik Witczak (guitar) and Tomasz Stasiak (drums). They disbanded in 2019.\n\nThe first album \"Pierwsze Wyjście z Mroku\" was released in 2004. After winning the Rock Festival in Węgorzewo the band became very popular in Poland. The second album, \"Zaprzepaszczone Siły Wielkiej Armii Świętych Znaków\" was released in May 2006.  <a href=\"https://www.last.fm/music/Coma\">Read more on Last.fm</a>",
      "numPlays": 7660252,
      "id": "de548477-205e-4802-8908-e71d3ad67be0",
      "albums": [
        "b96e45bf-f2a9-4267-be5c-f53b08293b1d"
      ]
    }
  ],
  [
    "2ddd167f-5b8a-4372-b350-6ad50493bac0",
    {
      "name": "The Fray",
      "image": "https://lastfm.freetls.fastly.net/i/u/300x300/2a96cbd8b46e442fc41c2b86b821562f.png",
      "genre": "alternative",
      "biography": "From the sleepy sprawl of America's 'Mile-High City', Denver, Colorado, United States, comes The Fray, a foursome whose melodic piano rock songs and soaring vocals resonate with sprawling tapestries and tales of hopefulness and heartache. Formed in 2002 by Isaac Slade (vocals, piano) and Joe King (guitar, vocals), The Fray earned a loyal grassroots following through impressive area gigs and the support of local radio, which led a listener-driven campaign to get the band a record contract. <a href=\"https://www.last.fm/music/The+Fray\">Read more on Last.fm</a>",
      "numPlays": 5518507,
      "id": "2ddd167f-5b8a-4372-b350-6ad50493bac0",
      "albums": [
        "52711131-54dc-3d9b-9cc1-1e8cd8bfe928"
      ]
    }
  ],
  [
    "4b1a830b-0a1f-42e5-b8d5-1d6743912e99",
    {
      "name": "Creed",
      "image": "https://lastfm.freetls.fastly.net/i/u/300x300/2a96cbd8b46e442fc41c2b86b821562f.png",
      "genre": "rock",
      "biography": "There are multiple artists with this name:\n1. An American post-grunge band.\n2. An American blues rock band from the 1970's\n3. A German metal band\n\nCreed was an American post-grunge band, from Tallahassee, Florida, that became commercially successful during the late '90s.\n\nCreed formed in 1994 with their debut album, My Own Prison. After hearing them play live, Diana Meltzer of Wind-Up Records decided to sign the band to her label. After making it more radio friendly <a href=\"https://www.last.fm/music/Creed\">Read more on Last.fm</a>",
      "numPlays": 8152773,
      "id": "4b1a830b-0a1f-42e5-b8d5-1d6743912e99",
      "albums": [
        "3b596a65-aa92-4b2f-92bb-7547dc77dd34"
      ]
    }
  ],
  [
    "fbcd7b29-455f-49e6-9c4f-8249d20a055e",
    {
      "name": "Seether",
      "image": "https://lastfm.freetls.fastly.net/i/u/300x300/2a96cbd8b46e442fc41c2b86b821562f.png",
      "genre": "rock",
      "biography": "Seether are a rock band founded in May 1999 in Pretoria, Gauteng, South Africa. The band originally performed under the name Saron Gas until 2002, when they moved to the United States and changed it to Seether to avoid confusion with the deadly chemical known as sarin gas.\n\nSeether gained mainstream popularity in 2002 with their US Active Rock number one single \"Fine Again\", and their success was sustained in 2004 with the single \"Broken\", which peaked at number 20 on the Billboard Hot 100. <a href=\"https://www.last.fm/music/Seether\">Read more on Last.fm</a>",
      "numPlays": 3993960,
      "id": "fbcd7b29-455f-49e6-9c4f-8249d20a055e",
      "albums": [
        "e6c5189b-360f-460b-852e-909e21e6392d"
      ]
    }
  ],
  [
    "c648509e-9916-4c56-ab63-652a03da16dd",
    {
      "name": "Anberlin",
      "image": "https://lastfm.freetls.fastly.net/i/u/300x300/2a96cbd8b46e442fc41c2b86b821562f.png",
      "genre": "rock",
      "biography": "Anberlin was formed in 2002 in Winter Haven, FL, USA and disbanded after the release of their final album, lowborn, in 2014. Their debut album, Blueprints for the Black Market, was quite successful. Spurred on by popular singles Readyfuels and Change the World, it sold over 60,000 copies and raised Anberlin's profile. They released their sophomore album, Never Take Friendship Personal, in February 2005. The album was praised by critics, garnering favourable reviews and winning the band new fans. <a href=\"https://www.last.fm/music/Anberlin\">Read more on Last.fm</a>",
      "numPlays": 1199079,
      "id": "c648509e-9916-4c56-ab63-652a03da16dd",
      "albums": [
        "04a93f62-fd7f-4e5b-a0ce-7ca314b44874"
      ]
    }
  ],
  [
    "148ddea2-6839-4354-8e2c-5dfadf136b7f",
    {
      "name": "Tenacious D",
      "image": "https://lastfm.freetls.fastly.net/i/u/300x300/2a96cbd8b46e442fc41c2b86b821562f.png",
      "genre": "rock",
      "biography": "Tenacious D (often referred to as \"The D\" and sometimes introduced as \"The Greatest Band in the world. Period.\") is an American satirical rock duo formed by musicians and actors Kyle Gass and Jack Black in Los Angeles, California in 1994. Their music fuses vulgar absurdist comedy with rock music in a style that critics have described as \"mock rock\". The band first gained reputation in 1999, starring in a self-titled HBO TV series. The drumming on <a href=\"https://www.last.fm/music/Tenacious+D\">Read more on Last.fm</a>",
      "numPlays": 15071871,
      "id": "148ddea2-6839-4354-8e2c-5dfadf136b7f",
      "albums": [
        "b601a51c-fd3b-41cd-9d78-29efde7a3ffa",
        "d1cc351e-add4-34ec-b411-4c52cb432727"
      ]
    }
  ],
  [
    "c33c2065-b1c3-4406-b066-d33a9e2ea71a",
    {
      "name": "OneRepublic",
      "image": "https://lastfm.freetls.fastly.net/i/u/300x300/2a96cbd8b46e442fc41c2b86b821562f.png",
      "genre": "rock",
      "biography": "OneRepublic is an American, self-proclaimed \"genreless\", band formed in Colorado Springs in 2002 by Ryan Tedder and Zach Filkins. After a few years of moderate success, they have since drawn mainstream attention with the release of their single \"Apologize,\" which has sold in excess of 7 million singles worldwide.  The song, according to SoundScan Data, is one of only two songs that have reached 3 million legal downloads in history.  A remix of \"Apologize\" was featured on Timbaland's Shock Value and the band's debut album <a href=\"https://www.last.fm/music/OneRepublic\">Read more on Last.fm</a>",
      "numPlays": 13350239,
      "id": "c33c2065-b1c3-4406-b066-d33a9e2ea71a",
      "albums": [
        "a67bd872-40e5-43b0-869c-c2377f992e17"
      ]
    }
  ],
  [
    "fabb37f8-eb2a-4cc1-a72a-b56935bbb72d",
    {
      "name": "Three Days Grace",
      "image": "https://lastfm.freetls.fastly.net/i/u/300x300/2a96cbd8b46e442fc41c2b86b821562f.png",
      "genre": "alternative rock",
      "biography": "Three Days Grace is a Canadian rock band, formed under the name Groundswell in Norwood, Ontario, Canada in 1992. After a breakup in 1995, the band reformed in 1997 under its current name and with a line-up consisting of guitarist and lead vocalist Adam Gontier, drummer and backing vocalist Neil Sanderson, and bassist Brad Walst. In 2003, Barry Stock was recruited as the band's lead guitarist. The band has released six studio albums, with a record fourteen #1 hits on Mainstream Rock. <a href=\"https://www.last.fm/music/Three+Days+Grace\">Read more on Last.fm</a>",
      "numPlays": 8935203,
      "id": "fabb37f8-eb2a-4cc1-a72a-b56935bbb72d",
      "albums": [
        "e1f84f7d-6e2e-4422-b91d-7c2bc9a882c4"
      ]
    }
  ],
  [
    "f4a31f0a-51dd-4fa7-986d-3095c40c5ed9",
    {
      "name": "Evanescence",
      "image": "https://lastfm.freetls.fastly.net/i/u/300x300/2a96cbd8b46e442fc41c2b86b821562f.png",
      "genre": "rock",
      "biography": "Evanescence is a Grammy-winning band founded in Little Rock, Arkansas, United States in 1995 by singer/pianist Amy Lee and guitarist Ben Moody (who left in 2003). \n\nAfter recording private albums, the band signed to Wind-up Records and released their first full-length album, Fallen, in 2003, which sold more than 15 million copies worldwide and helped the band win two Grammy Awards. A year later, they released their first live album, Anywhere But Home, which sold more than one million copies worldwide. <a href=\"https://www.last.fm/music/Evanescence\">Read more on Last.fm</a>",
      "numPlays": 10434718,
      "id": "f4a31f0a-51dd-4fa7-986d-3095c40c5ed9",
      "albums": [
        "dca58b08-9e7b-4a1d-bd1a-3f8cfd39c65d"
      ]
    }
  ],
  [
    "54f8c12e-571c-4c5a-9f79-5336b39e84b0",
    {
      "name": "The Pretty Reckless",
      "image": "https://lastfm.freetls.fastly.net/i/u/300x300/2a96cbd8b46e442fc41c2b86b821562f.png",
      "genre": "rock",
      "biography": "The Pretty Reckless is an American alternative rock band from New York, United States. The current members are Taylor Momsen (lead vocals, rhythm guitar), Ben Phillips (lead guitar, backing vocals), Mark Damon (bass) and Jamie Perkins (drums). The band formed in 2009 when Momsen stated that she would quit acting after her television role Jenny Humphrey from the hit TV show Gossip Girl (2007-2012) to focus on her music career.\n\nIn 2010, they released their debut studio album Light Me Up. <a href=\"https://www.last.fm/music/The+Pretty+Reckless\">Read more on Last.fm</a>",
      "numPlays": 8459407,
      "id": "54f8c12e-571c-4c5a-9f79-5336b39e84b0",
      "albums": [
        "6237fb41-19a4-4674-89e0-aad53ded455a"
      ]
    }
  ],
  [
    "39b22a9e-59dd-412b-ac3c-0725c807c72b",
    {
      "name": "Hinder",
      "image": "https://lastfm.freetls.fastly.net/i/u/300x300/2a96cbd8b46e442fc41c2b86b821562f.png",
      "genre": "rock",
      "biography": "1) Hinder is a hard rock group inspired by post-grunge music that was formed in Oklahoma City in July 2001 when guitarist Joe Garvey and drummer Cody Hanson discovered Austin Winkler singing for a cover band at a college dorm party. \"I heard him and was blown away,\" said Cody. \"He has the kind of charisma very few people have and that unique voice. You can't really compare him to anybody.\" Hinder's perhaps best known for their number one smash \"Lips Of An Angel\". <a href=\"https://www.last.fm/music/Hinder\">Read more on Last.fm</a>",
      "numPlays": 4404678,
      "id": "39b22a9e-59dd-412b-ac3c-0725c807c72b",
      "albums": [
        "b70fff68-559c-4efd-a035-5974cac6bd87"
      ]
    }
  ],
  [
    "2386cd66-e923-4e8e-bf14-2eebe2e9b973",
    {
      "name": "3 Doors Down",
      "image": "https://lastfm.freetls.fastly.net/i/u/300x300/2a96cbd8b46e442fc41c2b86b821562f.png",
      "genre": "rock",
      "biography": "3 Doors Down is a post-Grunge influenced Alternative rock group from Escatawpa, Mississippi, United States that formed in 1996. Consisting of Brad Arnold (vocals), Chet Roberts (guitar, a replacement for Matt Roberts), Todd Harrell (bass), Chris Henderson (guitar), and Greg Upchurch (drums), the band is known for several successful rock singles such as \"Here Without You\" and \"Kryptonite\". The group signed to Universal Records in 2000.\n\nUniversal then released their first album, 'The Better Life', and they garnered a big fan response. <a href=\"https://www.last.fm/music/3+Doors+Down\">Read more on Last.fm</a>",
      "numPlays": 4471468,
      "id": "2386cd66-e923-4e8e-bf14-2eebe2e9b973",
      "albums": [
        "d2c4953c-08f2-49cb-9050-8f39b6f3803d",
        "c457adc4-3640-4d00-9e4c-239aa6a63ea8"
      ]
    }
  ],
  [
    "94b0fb9d-a066-4823-b2ec-af1d324bcfcf",
    {
      "name": "The Velvet Underground",
      "image": "https://lastfm.freetls.fastly.net/i/u/300x300/2a96cbd8b46e442fc41c2b86b821562f.png",
      "genre": "rock",
      "biography": "The Velvet Underground was a pioneering experimental rock band from New York City first active from 1965 to 1973. Its best-known lineup consisted of vocalist/guitarist Lou Reed, bassist/violist John Cale, guitarist Sterling Morrison and drummer Maureen Tucker. The band also collaborated with Nico for their debut album in 1967, under the supervision of producer and pop artist Andy Warhol.\n\nSome see The Velvet Underground as being a bridge between the <a href=\"https://www.last.fm/music/The+Velvet+Underground\">Read more on Last.fm</a>",
      "numPlays": 15149919,
      "id": "94b0fb9d-a066-4823-b2ec-af1d324bcfcf",
      "albums": [
        "35e83d8a-be83-307b-94cc-1a7686d48c74"
      ]
    }
  ],
  [
    "b10bbbfc-cf9e-42e0-be17-e2c3e1d2600d",
    {
      "name": "The Beatles",
      "image": "https://lastfm.freetls.fastly.net/i/u/300x300/2a96cbd8b46e442fc41c2b86b821562f.png",
      "genre": "classic rock",
      "biography": "The Beatles were an English rock band formed in Liverpool in 1960. With a line-up comprising John Lennon, Paul McCartney, George Harrison and Ringo Starr, they are regarded as the most influential band of all time. The group were integral to the development of 1960s counterculture and popular music's recognition as an art form. Rooted in skiffle, beat and 1950s rock and roll, their sound incorporated elements of classical music and traditional pop <a href=\"https://www.last.fm/music/The+Beatles\">Read more on Last.fm</a>",
      "numPlays": 340473,
      "id": "b10bbbfc-cf9e-42e0-be17-e2c3e1d2600d",
      "albums": [
        "e5ef6cd9-d078-4435-b005-2f4ee6d44d61",
        "d684b850-3ed1-3003-b64b-1a4ed1a1b029"
      ]
    }
  ],
  [
    "f93dbc64-6f08-4033-bcc7-8a0bb4689849",
    {
      "name": "Tom Petty and The Heartbreakers",
      "image": "https://lastfm.freetls.fastly.net/i/u/300x300/2a96cbd8b46e442fc41c2b86b821562f.png",
      "genre": "classic rock",
      "biography": "Tom Petty and the Heartbreakers was a rock band formed in 1976 from Gainesville, Florida, USA and led by Tom Petty.\n\nPetty was supported by his band, The Heartbreakers, for the majority of his career. He has occasionally released solo work, as was the case with his 2006 album Highway Companion on which he performed most of the backing instrumentation himself. However, members of The Heartbreakers have played on each of his solo albums and the band has always backed him when touring in support of those albums. <a href=\"https://www.last.fm/music/Tom+Petty+and+The+Heartbreakers\">Read more on Last.fm</a>",
      "numPlays": 8217900,
      "id": "f93dbc64-6f08-4033-bcc7-8a0bb4689849",
      "albums": [
        "54e73133-8168-4400-a1fd-91f2017e701a"
      ]
    }
  ],
  [
    "4efa55ba-93cf-497f-baf3-2ca9da7e193e",
    {
      "name": "Jet",
      "image": "https://lastfm.freetls.fastly.net/i/u/300x300/2a96cbd8b46e442fc41c2b86b821562f.png",
      "genre": "rock",
      "biography": "1. Jet was an alternative rock band which formed in 2001 in Melbourne, Australia. The band consists of Nic Cester (vocals, guitar), Cameron Muncey (guitar, vocals), Mark Wilson (bass) and Chris Cester (drums). They released three albums: \"Get Born\" (2003), \"Shine On\" (2006) and \"Shaka Rock\" (2009). The band has had international hits with the singles \"Are You Gonna Be My Girl\", \"Look What You've Done\", \"Put Your Money Where Your Mouth Is\" and \"She's A Genius\". The band split in March 2012. <a href=\"https://www.last.fm/music/Jet\">Read more on Last.fm</a>",
      "numPlays": 1054295,
      "id": "4efa55ba-93cf-497f-baf3-2ca9da7e193e",
      "albums": [
        "ac77030d-950d-460f-ae13-c0ab1c6f8eff"
      ]
    }
  ],
  [
    "5dcdb5eb-cb72-4e6e-9e63-b7bace604965",
    {
      "name": "Bon Jovi",
      "image": "https://lastfm.freetls.fastly.net/i/u/300x300/2a96cbd8b46e442fc41c2b86b821562f.png",
      "genre": "rock",
      "biography": "Bon Jovi is a hard rock band from Sayreville, New Jersey. Fronted by lead singer and namesake Jon Bon Jovi (born John Francis Bongiovi, Jr.), the group originally achieved large-scale success in the 80s. Over the past 25 years, the band has sold over 120 million albums worldwide, 34 million of those sales being in the U.S. alone, making them one of the most successful modern groups of all time. They continue to have widely popular tours.\n\nBon Jovi formed in 1983. <a href=\"https://www.last.fm/music/Bon+Jovi\">Read more on Last.fm</a>",
      "numPlays": 17702822,
      "id": "5dcdb5eb-cb72-4e6e-9e63-b7bace604965",
      "albums": [
        "5e78b3da-31a3-4d3c-b739-9e77c4d7e1f5"
      ]
    }
  ],
  [
    "cba77ba2-862d-4cee-a8f6-d3f9daf7211c",
    {
      "name": "Live",
      "image": "https://lastfm.freetls.fastly.net/i/u/300x300/2a96cbd8b46e442fc41c2b86b821562f.png",
      "genre": "rock",
      "biography": "\nAt least two artists exist named 'Live':\n1. An American alternative rock band.\n2. A progressive rock group from Germany\n\n1. Live is an American alternative rock band that gained fame for their hit singles during the 90s, being perhaps best known for the international top 40 smashes \"I Alone\" and \"Lightning Crashes\". Characterized by an earnest approach to melodic songwriting and a spiritual zen lyrically, somewhat reminiscent of 'Joshua Tree'-era U2 and other arena-made artists <a href=\"https://www.last.fm/music/Live\">Read more on Last.fm</a>",
      "numPlays": 17922382,
      "id": "cba77ba2-862d-4cee-a8f6-d3f9daf7211c",
      "albums": [
        "a9fc0299-51e4-4278-adb4-6774d4e72ff1"
      ]
    }
  ],
  [
    "70248960-cb53-4ea4-943a-edb18f7d336f",
    {
      "name": "Bruce Springsteen",
      "image": "https://lastfm.freetls.fastly.net/i/u/300x300/2a96cbd8b46e442fc41c2b86b821562f.png",
      "genre": "rock",
      "biography": "Bruce Frederick Joseph Springsteen (born September 23, 1949), nicknamed \"The Boss,\" is an American singer-songwriter and leader of the E Street Band. He is recognized for his poetic lyrics, his Jersey Shore roots, his distinctive voice, and his lengthy, energetic stage performances.\n\nSpringsteen has recorded both rock albums and more somber folk-oriented works. His most successful studio albums, Born to Run (1975) and Born in the U.S.A. (1984), find pleasures in the struggles of daily American life. <a href=\"https://www.last.fm/music/Bruce+Springsteen\">Read more on Last.fm</a>",
      "numPlays": 11660792,
      "id": "70248960-cb53-4ea4-943a-edb18f7d336f",
      "albums": [
        "ce73ebd3-5ae0-35a0-93e8-187bcc7fa47a",
        "88263b6a-1785-48a7-9397-851edcaed134",
        "d226c8cc-f58c-3b1f-997b-8243180870df"
      ]
    }
  ],
  [
    "2fa0d3ac-b64c-401a-b0a1-4915ba6cc157",
    {
      "name": "Hoobastank",
      "image": "https://lastfm.freetls.fastly.net/i/u/300x300/2a96cbd8b46e442fc41c2b86b821562f.png",
      "genre": "rock",
      "biography": "Hoobastank (sometimes stylized as \"h∞bastank\") is an American (formed in 1994 in Agoura Hills, California) rock band best known for their crossover hit \"The Reason\" (2003) and by their continued success in the modern rock market.\n\nVocalist Doug Robb met with guitarist Dan Estrin in a high school battle of the bands competition and decided to form a band. They recruited Markku Lappalainen and Chris Hesse to form Hoobastank. In an interview with Yahoo's Launch, Doug Robb said the name had no particular meaning. <a href=\"https://www.last.fm/music/Hoobastank\">Read more on Last.fm</a>",
      "numPlays": 13126927,
      "id": "2fa0d3ac-b64c-401a-b0a1-4915ba6cc157",
      "albums": [
        "50490a11-f739-4616-8756-7a138a32059e"
      ]
    }
  ],
  [
    "9a58fda3-f4ed-4080-a3a5-f457aac9fcdd",
    {
      "name": "Joy Division",
      "image": "https://lastfm.freetls.fastly.net/i/u/300x300/2a96cbd8b46e442fc41c2b86b821562f.png",
      "genre": "post-punk",
      "biography": "\nJoy Division were a post-punk band formed in 1976 in Salford, Greater Manchester, United Kingdom. Originally named Warsaw, the band consisted of Ian Curtis (vocals and occasional guitar), Bernard Sumner (guitar and keyboards), Peter Hook (bass guitar and backing vocals) and Stephen Morris (drums and percussion). The band dissolved in May 1980 after the suicide of its lead singer, Ian Curtis. Much of their popularity/reputation arguably resulted from frequent playings on air by iconic DJ John Peel <a href=\"https://www.last.fm/music/Joy+Division\">Read more on Last.fm</a>",
      "numPlays": 12523627,
      "id": "9a58fda3-f4ed-4080-a3a5-f457aac9fcdd",
      "albums": [
        "add9be65-7960-4fb7-beac-c4c34243b095"
      ]
    }
  ],
  [
    "487bfd74-71bf-46dd-b89c-80b7a0f06f2f",
    {
      "name": "The Hives",
      "image": "https://lastfm.freetls.fastly.net/i/u/300x300/2a96cbd8b46e442fc41c2b86b821562f.png",
      "genre": "seen live",
      "biography": "\nThe Hives are a garage rock band from Fagersta, Sweden that emerged in the US and the UK in the early 2000s, but existed for nearly a decade before that, playing punk rock.\n\nThe Hives are: \n\"Howlin\" Pelle Almqvist (vocals)\nNicholaus \"Arson\" Almqvist (guitar)\nMikael \"Vigilante Carlstroem\" Karlsson  (guitar)\nMattias \"Dr. Matt Destruction\" Bernvall (bass) \nChristian \"Chris Dangerous\" Grahn (drums)\n\nThe band claims that their songs are written by an honorary \"sixth Hive\", Randy Fitzsimmons. <a href=\"https://www.last.fm/music/The+Hives\">Read more on Last.fm</a>",
      "numPlays": 17429823,
      "id": "487bfd74-71bf-46dd-b89c-80b7a0f06f2f",
      "albums": [
        "d5aa8a52-f795-41b2-87c6-fdb1975fdb39"
      ]
    }
  ],
  [
    "49576e42-fbbd-4d73-968d-93c8dcf7f065",
    {
      "name": "Plain White T's",
      "image": "https://lastfm.freetls.fastly.net/i/u/300x300/2a96cbd8b46e442fc41c2b86b821562f.png",
      "genre": "indie",
      "biography": "Plain White T's are a pop-punk band formed in 1997 in Illinois, United States. They are best known for \"Hey There Delilah\", an acoustic song performed solely by singer Tom Higgenson originally released in 2005 and later hit #1 in the US in 2007.\n\nFor over a decade, Plain White T's have been playing to packed audiences craving for that perfect pop-punk punch. Their journey, which began in a small suburban basement playing covers, has taken the band to Warped Tour three times, and landed them opening slots for bands like Jimmy Eat World and AFI. <a href=\"https://www.last.fm/music/Plain+White+T%27s\">Read more on Last.fm</a>",
      "numPlays": 17956798,
      "id": "49576e42-fbbd-4d73-968d-93c8dcf7f065",
      "albums": [
        "6f6485d5-5c62-3a43-bc2d-bba036afe802"
      ]
    }
  ],
  [
    "a0327dc2-dc76-44d5-aec6-47cd2dff1469",
    {
      "name": "Counting Crows",
      "image": "https://lastfm.freetls.fastly.net/i/u/300x300/2a96cbd8b46e442fc41c2b86b821562f.png",
      "genre": "rock",
      "biography": "\nCounting Crows is an American rock band originating from Berkeley, California. Formed in 1991, the group gained fame in 1993 following the release of their debut album, titled 'August and Everything After', when track \"Mr. Jones\" became a big hit. Known for their melancholic yet melodic songwriting, the band started when singer Adam Duritz (previously of The Himalayans and Sordid Humor) teamed up with guitarist David Bryson (local producer and former member of the band Mr. <a href=\"https://www.last.fm/music/Counting+Crows\">Read more on Last.fm</a>",
      "numPlays": 1775186,
      "id": "a0327dc2-dc76-44d5-aec6-47cd2dff1469",
      "albums": [
        "72f1e49c-3984-483f-a6ca-35b221bbfdd1"
      ]
    }
  ],
  [
    "f37b3f31-b1f8-4b88-8cb5-b34f709b17d7",
    {
      "name": "Iggy Pop",
      "image": "https://lastfm.freetls.fastly.net/i/u/300x300/2a96cbd8b46e442fc41c2b86b821562f.png",
      "genre": "punk",
      "biography": "\nIggy Pop (born James Newell Osterberg, Jr.; April 21, 1947) is an American singer, songwriter, musician, and actor. Though widely known as an innovator and \"godfather\" of punk rock, Pop's music has encompassed a number of styles over the years, including pop, hard rock, jazz and blues. Pop became known as 'Iggy' in high school, during which time he served as drummer for local blues band The Iguanas. He is vocalist of influential proto-punk band The Stooges (Pop and the other surviving members of the group reunited in 2003) <a href=\"https://www.last.fm/music/Iggy+Pop\">Read more on Last.fm</a>",
      "numPlays": 2425126,
      "id": "f37b3f31-b1f8-4b88-8cb5-b34f709b17d7",
      "albums": [
        "e2cb1fb9-7117-4dae-9b40-9e5480301b9e"
      ]
    }
  ],
  [
    "21e3292e-dac8-4609-b57d-402f926aa41f",
    {
      "name": "Daughtry",
      "image": "https://lastfm.freetls.fastly.net/i/u/300x300/2a96cbd8b46e442fc41c2b86b821562f.png",
      "genre": "rock",
      "biography": "Daughtry is an American rock band formed and fronted by namesake Chris Daughtry, who was a finalist on the fifth season of American Idol. Their self-titled debut album was released in November 2006 and reached number one on the Billboard 200. The album went on to sell more than four million copies in the United States, and has been certified quadruple platinum by the RIAA. Daughtry was also named the best selling album of 2007 by Billboard, becoming the fastest-selling debut rock album in Soundscan history. <a href=\"https://www.last.fm/music/Daughtry\">Read more on Last.fm</a>",
      "numPlays": 17053274,
      "id": "21e3292e-dac8-4609-b57d-402f926aa41f",
      "albums": [
        "080a8940-dc1a-49f2-b295-d0c15de3b066"
      ]
    }
  ],
  [
    "83b9cbe7-9857-49e2-ab8e-b57b01038103",
    {
      "name": "Pearl Jam",
      "image": "https://lastfm.freetls.fastly.net/i/u/300x300/2a96cbd8b46e442fc41c2b86b821562f.png",
      "genre": "Grunge",
      "biography": "Pearl Jam is an American rock band formed in 1990 in Seattle, Washington. Since its inception, the band's line-up has included Eddie Vedder (lead vocals), Mike McCready (lead guitar), Stone Gossard (rhythm guitar), and Jeff Ament (bass). Since 1998, the band has also included drummer Matt Cameron (also of Soundgarden). Boom Gaspar (piano) has also been a session/touring member with the band since 2002.\n\nFormed after the demise of Gossard and Ament's previous band <a href=\"https://www.last.fm/music/Pearl+Jam\">Read more on Last.fm</a>",
      "numPlays": 471157,
      "id": "83b9cbe7-9857-49e2-ab8e-b57b01038103",
      "albums": [
        "2fe339f1-dd0b-4694-b0d9-cab1f1126a12"
      ]
    }
  ],
  [
    "f0e820ab-f31a-400d-9c5e-8be1c8c38726",
    {
      "name": "The Red Jumpsuit Apparatus",
      "image": "https://lastfm.freetls.fastly.net/i/u/300x300/2a96cbd8b46e442fc41c2b86b821562f.png",
      "genre": "alternative",
      "biography": "The Red Jumpsuit Apparatus is an alternative rock/post-hardcore band that was originally formed in 2003 in Middleburg, Florida, about 30 miles south west of Jacksonville. The current members of the band are Ronnie Winter, the lead vocalist, Joey Westwood, bassist, Josh Burke, guitarist,  & Jon Wilkes, drummer, all of whom do back-up vocals. \n\nArt often thrives in the aftermath of adversity, and since we last heard from Red Jumpsuit Apparatus, there have been plenty of variables that the five-piece alternative rock act had to endure. <a href=\"https://www.last.fm/music/The+Red+Jumpsuit+Apparatus\">Read more on Last.fm</a>",
      "numPlays": 6162539,
      "id": "f0e820ab-f31a-400d-9c5e-8be1c8c38726",
      "albums": [
        "76360728-22dd-4c57-86d2-481b4a2e88fc"
      ]
    }
  ],
  [
    "0ef3f425-9bd2-4216-9dd2-219d2fe90f1f",
    {
      "name": "Lenny Kravitz",
      "image": "https://lastfm.freetls.fastly.net/i/u/300x300/2a96cbd8b46e442fc41c2b86b821562f.png",
      "genre": "rock",
      "biography": "Leonard Albert \"Lenny\" Kravitz (born May 26, 1964. New York, USA) is an American singer-songwriter, record producer, guitarist and actor whose retro amalgam of rock, pop, funk, and even techno is inspired by such music icons as David Bowie, Jimi Hendrix and John Lennon. Like Prince and Sly Stone before him, Kravitz uses a multi-ethnic, mixed-gender backing band.\n\nKravitz plays guitar, bass, drums, keyboards, percussion, and sitar. He often plays these instruments on each recorded track <a href=\"https://www.last.fm/music/Lenny+Kravitz\">Read more on Last.fm</a>",
      "numPlays": 14118849,
      "id": "0ef3f425-9bd2-4216-9dd2-219d2fe90f1f",
      "albums": [
        "89999c66-dde7-42c8-98f1-f1ff0752779b"
      ]
    }
  ]
]